PhG.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Notes on Hegel's Phenomenology of Spirit (Geist)</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-12-27 12:39:46 EST"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Notes on Hegel's Phenomenology of Spirit (Geist)</h1>

<p>(AV Miller Translation. Findlay Foreword/Analysis of the Text. 1977. Oxford.)
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col align="left" /><col align="right" /><col align="right" /><col align="right" /><col align="right" />
</colgroup>
<thead>
<tr><th scope="col">Chapter</th><th scope="col">Pages</th><th scope="col"># P</th><th scope="col">Sections</th><th scope="col"># S</th></tr>
</thead>
<tbody>
<tr><td>Preface</td><td>001-045</td><td>45</td><td>001-072</td><td>72</td></tr>
<tr><td>Introduction</td><td>046-057</td><td>12</td><td>073-089</td><td>17</td></tr>
<tr><td>Consciousness</td><td>058-103</td><td>46</td><td>090-165</td><td>76</td></tr>
<tr><td>Self-Consciousness</td><td>104-138</td><td>35</td><td>166-230</td><td>65</td></tr>
<tr><td>Reason</td><td>139-262</td><td>124</td><td>231-437</td><td>207</td></tr>
<tr><td>Spirit</td><td>263-409</td><td>147</td><td>438-671</td><td>234</td></tr>
<tr><td>Religion</td><td>410-478</td><td>69</td><td>672-787</td><td>116</td></tr>
<tr><td>Absolute Knowing</td><td>479-494</td><td>16</td><td>788-808</td><td>21</td></tr>
</tbody>
</table>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Preface (1-45) </a></li>
<li><a href="#sec-2">2 Introduction (46-57) </a></li>
<li><a href="#sec-3">3 Consciousness (58-103) </a></li>
<li><a href="#sec-4">4 Self-Consciousness (104-138) </a></li>
<li><a href="#sec-5">5 Reason (139-262) </a></li>
<li><a href="#sec-6">6 Spirit (263-409) </a>
<ul>
<li><a href="#sec-6.1">6.1 Spirit </a>
<ul>
<li><a href="#sec-6.1.1">6.1.1 The <i>true</i> Spirit. The ethical order </a></li>
<li><a href="#sec-6.1.2">6.1.2 Self-alienated Spirit. Culture </a></li>
<li><a href="#sec-6.1.3">6.1.3 Spirit that is certain of itself. Morality </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-7">7 Religion (410-478) </a>
<ul>
<li><a href="#sec-7.1">7.1 Religion (410-416) [672-683] </a>
<ul>
<li><a href="#sec-7.1.1">7.1.1 Natural Religion </a></li>
<li><a href="#sec-7.1.2">7.1.2 Religion in the form of Art </a></li>
<li><a href="#sec-7.1.3">7.1.3 The revealed religion </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-8">8 Absolute Knowing (479-494) </a>
<ul>
<li><a href="#sec-8.1">8.1 Absolute Knowing </a></li>
</ul>
</li>
<li><a href="#sec-9">9 Commentaries </a>
<ul>
<li><a href="#sec-9.1">9.1 Houlgate-2013 (Kindle Version) </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Preface (1-45) </h2>
<div class="outline-text-2" id="text-1">

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Introduction (46-57) </h2>
<div class="outline-text-2" id="text-2">

</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Consciousness (58-103) </h2>
<div class="outline-text-2" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Self-Consciousness (104-138) </h2>
<div class="outline-text-2" id="text-4">

</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Reason (139-262) </h2>
<div class="outline-text-2" id="text-5">

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Spirit (263-409) </h2>
<div class="outline-text-2" id="text-6">


</div>

<div id="outline-container-6.1" class="outline-3">
<h3 id="sec-6.1"><span class="section-number-3">6.1</span> Spirit </h3>
<div class="outline-text-3" id="text-6.1">


</div>

<div id="outline-container-6.1.1" class="outline-4">
<h4 id="sec-6.1.1"><span class="section-number-4">6.1.1</span> The <i>true</i> Spirit. The ethical order </h4>
<div class="outline-text-4" id="text-6.1.1">

</div>

</div>

<div id="outline-container-6.1.2" class="outline-4">
<h4 id="sec-6.1.2"><span class="section-number-4">6.1.2</span> Self-alienated Spirit. Culture </h4>
<div class="outline-text-4" id="text-6.1.2">

</div>

</div>

<div id="outline-container-6.1.3" class="outline-4">
<h4 id="sec-6.1.3"><span class="section-number-4">6.1.3</span> Spirit that is certain of itself. Morality </h4>
<div class="outline-text-4" id="text-6.1.3">

</div>
</div>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Religion (410-478) </h2>
<div class="outline-text-2" id="text-7">


</div>

<div id="outline-container-7.1" class="outline-3">
<h3 id="sec-7.1"><span class="section-number-3">7.1</span> Religion (410-416) [672-683] </h3>
<div class="outline-text-3" id="text-7.1">


</div>

<div id="outline-container-7.1.1" class="outline-4">
<h4 id="sec-7.1.1"><span class="section-number-4">7.1.1</span> Natural Religion </h4>
<div class="outline-text-4" id="text-7.1.1">

<ul>
<li id="sec-7.1.1.1">God as Light <br/>
</li>
<li id="sec-7.1.1.2">Plant and animal <br/>
</li>
<li id="sec-7.1.1.3">The artificer <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-7.1.2" class="outline-4">
<h4 id="sec-7.1.2"><span class="section-number-4">7.1.2</span> Religion in the form of Art </h4>
<div class="outline-text-4" id="text-7.1.2">

<ul>
<li id="sec-7.1.2.1">The abstract work of art <br/>
</li>
<li id="sec-7.1.2.2">The living work of art <br/>
</li>
<li id="sec-7.1.2.3">The spiritual work of art <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-7.1.3" class="outline-4">
<h4 id="sec-7.1.3"><span class="section-number-4">7.1.3</span> The revealed religion </h4>
<div class="outline-text-4" id="text-7.1.3">

</div>
</div>
</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Absolute Knowing (479-494) </h2>
<div class="outline-text-2" id="text-8">


</div>

<div id="outline-container-8.1" class="outline-3">
<h3 id="sec-8.1"><span class="section-number-3">8.1</span> Absolute Knowing </h3>
<div class="outline-text-3" id="text-8.1">

</div>
</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> Commentaries </h2>
<div class="outline-text-2" id="text-9">


</div>

<div id="outline-container-9.1" class="outline-3">
<h3 id="sec-9.1"><span class="section-number-3">9.1</span> Houlgate-2013 (Kindle Version) </h3>
<div class="outline-text-3" id="text-9.1">

<p>Such a this that continues beyond itself in its negation
Hegel calls a 'universal'. The object of perception is
thus a sensuous universal&ndash;red,green,hot,cold,etc. (1058)
</p>
<p>
The truth is something universal because it is a <i>this</i>
that preserves itself in <i>no longer</i> being this. (1058)
</p>
<p>
Hegel reaches the conception of the object of perception
not by reflection on our everyday perceiving, but by
rendering explicit what is implicit in the experience
of sense-certainty. (1102)
</p>
<p>
It is important to recognize that Hegel's <i>derivation</i>
of the object of perception is wholly immanent: the truth
for perception must take the form of things with properties
because this is what is implicit in the very form of 
emergent truth (1102).
</p>
<p>
If you spell out what it means for the truth, as object 
of consciousness, to be that-which-is-NOT-just-the-object-
of-immediate-certainty, what you get first are things
with properties. (1102)
</p>
</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-12-27 12:39:46 EST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
